Repository: northcutted/picstrip
Catalog: PicStrip/Localizable.xcstrings
Source language: en
Languages: ar, de, es, es_419, fr, it, ja, ko, nl, pl, pt_br, pt_pt, sv, tr, zh_hans, zh_hant

source: **Cover with an emoji** — choose Emoji as the style, then pick one from the grid or search all emoji. The face is blurred underneath, so nothing shows around it.
ar: **احجب بإيموجي** — اختر الإيموجي كنمط، ثم اختر واحدًا من الشبكة أو ابحث في كل الإيموجي. يُموَّه الوجه تحته، فلا يظهر شيء حوله.
de: **Mit einem Emoji verdecken** – wähle Emoji als Stil und dann eines aus dem Raster oder durchsuche alle Emojis. Das Gesicht wird darunter weichgezeichnet, sodass drumherum nichts zu sehen ist.
es: **Censura con un emoji**: elige Emoji como estilo y luego uno de la cuadrícula o busca entre todos los emojis. La cara se desenfoca debajo, así que no se ve nada alrededor.
es_419: **Censura con un emoji**: elige Emoji como estilo y luego uno de la cuadrícula o busca entre todos los emojis. La cara se desenfoca debajo, así que no se ve nada alrededor.
fr: **Masquez avec un emoji** — choisissez Emoji comme style, puis un emoji de la grille, ou recherchez parmi tous les emojis. Le visage est flouté en dessous : rien ne se voit autour.
it: **Copri con un’emoji** — scegli Emoji come stile, poi una dalla griglia o cerca tra tutte le emoji. Il volto viene sfocato sotto, così intorno non si vede nulla.
ja: **絵文字でマスク** — スタイルで「絵文字」を選び、グリッドから選ぶか、すべての絵文字を検索します。顔はその下でぼかされるため、周りから何も見えません。
ko: **이모티콘으로 가리기** — 스타일로 이모티콘을 선택한 다음 격자에서 고르거나 모든 이모티콘을 검색하십시오. 얼굴은 그 아래에서 흐리게 처리되므로 주변으로 아무것도 보이지 않습니다.
nl: **Afdekken met een emoji** — kies Emoji als stijl en kies er dan een uit het raster of zoek in alle emoji. Het gezicht wordt eronder vervaagd, zodat er rondom niets te zien is.
pl: **Zamaż emoji** — wybierz Emoji jako styl, a potem jedną z siatki lub wyszukaj wśród wszystkich emoji. Twarz pod spodem jest rozmyta, więc wokół nic nie widać.
pt_br: **Oculte com um emoji** — escolha Emoji como estilo e depois um da grade, ou busque em todos os emojis. O rosto é desfocado por baixo, então nada aparece ao redor.
pt_pt: **Oculte com um emoji** — escolha Emoji como estilo e depois um da grelha, ou pesquise todos os emojis. O rosto é desfocado por baixo, por isso nada se vê à volta.
sv: **Maskera med en emoji** – välj Emoji som stil och sedan en i rutnätet, eller sök bland alla emojier. Ansiktet görs suddigt under, så inget syns runt den.
tr: **Emoji ile karartın** — stil olarak Emoji’yi seçin, ardından ızgaradan birini seçin veya tüm emojilerde arayın. Yüz altında bulanıklaştırılır; böylece çevresinden hiçbir şey görünmez.
zh_hans: **用表情符号遮盖** — 选择“表情符号”样式，然后从网格中选取或搜索所有表情符号。下方的面孔会被模糊处理，因此周围不会露出任何内容。
zh_hant: **用表情符號遮蓋** — 選擇「表情符號」樣式，然後從網格中選取或搜尋所有表情符號。下方的臉孔會被模糊處理，因此周圍不會露出任何內容。

source: **Drag & Drop** — drag any image from Safari, Files, or another app and drop it onto PicStrip to load it instantly.
ar: **السحب والإفلات** — اسحب أي صورة من Safari أو الملفات أو أي تطبيق آخر وأفلتها على PicStrip لتحميلها فورًا.
de: **Drag & Drop** – zieh ein beliebiges Bild aus Safari, Dateien oder einer anderen App und lege es auf PicStrip ab, um es sofort zu laden.
es: **Arrastrar y soltar**: arrastra cualquier imagen desde Safari, Archivos u otra app y suéltala en PicStrip para cargarla al instante.
es_419: **Arrastrar y soltar**: arrastra cualquier imagen desde Safari, Archivos u otra app y suéltala en PicStrip para cargarla al instante.
fr: **Glisser-déposer** — faites glisser une image depuis Safari, Fichiers ou une autre app et déposez-la sur PicStrip pour la charger instantanément.
it: **Trascina e rilascia** — trascina qualsiasi immagine da Safari, File o un’altra app e rilasciala su PicStrip per caricarla subito.
ja: **ドラッグ&ドロップ**：Safari、「ファイル」、ほかのアプリから画像をドラッグしてPicStripにドロップすると、すぐに読み込まれます。
ko: **드래그 앤 드롭** — Safari, 파일 앱 또는 다른 앱에서 이미지를 끌어와 PicStrip에 놓으면 바로 불러옵니다.
nl: **Sleep en zet neer** — sleep een afbeelding uit Safari, Bestanden of een andere app en zet die op PicStrip neer om die direct te laden.
pl: **Przeciągnij i upuść** – przeciągnij dowolny obraz z Safari, Plików lub innej aplikacji i upuść go na PicStrip, aby natychmiast go wczytać.
pt_br: **Arrastar e soltar** — arraste qualquer imagem do Safari, do app Arquivos ou de outro app e solte-a no PicStrip para carregá-la na hora.
pt_pt: **Arrastar e largar** — arraste qualquer imagem do Safari, da app Ficheiros ou de outra app e largue-a no PicStrip para a carregar de imediato.
sv: **Dra och släpp** – dra en bild från Safari, Filer eller en annan app och släpp den på PicStrip för att läsa in den direkt.
tr: **Sürükle ve Bırak** — Safari, Dosyalar veya başka bir uygulamadaki herhangi bir görüntüyü PicStrip’e sürükleyip bırakarak anında yükleyin.
zh_hans: **拖放**——从 Safari 浏览器、“文件”或其他应用中拖移任意图像，放到 PicStrip 上即可立即载入。
zh_hant: **拖放**：從 Safari、「檔案」或其他 App 拖移任何影像並放到 PicStrip 上，即可立即載入。

source: **Draw a custom region** using the “Add Region” button, then drag on the photo to cover anything the automatic scan missed.
ar: **ارسم منطقة مخصصة** باستخدام زر ”إضافة منطقة“، ثم اسحب على الصورة لتغطية أي شيء أغفله الفحص التلقائي.
de: **Zeichne einen eigenen Bereich** mit der Taste „Bereich hinzufügen“ und zieh dann auf dem Foto, um alles abzudecken, was der automatische Scan übersehen hat.
es: **Dibuja un área personalizada** con el botón «Añadir área» y luego arrastra sobre la foto para tapar lo que no haya detectado el análisis automático.
es_419: **Dibuja un área personalizada** con el botón “Agregar área” y luego arrastra sobre la foto para tapar lo que no haya detectado el análisis automático.
fr: **Dessinez une zone personnalisée** à l’aide du bouton « Ajouter une zone », puis faites glisser sur la photo pour couvrir ce que l’analyse automatique a manqué.
it: **Disegna un’area personalizzata** con il pulsante “Aggiungi area”, poi trascina sulla foto per coprire tutto ciò che la scansione automatica non ha rilevato.
ja: **カスタム領域を描く**には「領域を追加」ボタンを使い、写真の上をドラッグして自動スキャンが見落としたものを覆います。
ko: “영역 추가” 버튼으로 **사용자 지정 영역을 그린** 다음, 사진 위를 드래그하여 자동 검사가 놓친 부분을 가리세요.
nl: **Teken een eigen gebied** met de knop ‘Gebied toevoegen’ en sleep daarna op de foto om alles af te dekken wat de automatische scan heeft gemist.
pl: **Narysuj własny obszar** przyciskiem „Dodaj obszar”, a następnie przeciągnij po zdjęciu, aby zakryć wszystko, co pominęło automatyczne skanowanie.
pt_br: **Desenhe uma área personalizada** com o botão “Adicionar Área” e arraste na foto para cobrir o que a análise automática não encontrou.
pt_pt: **Desenhe uma área personalizada** com o botão “Adicionar área” e arraste depois sobre a fotografia para cobrir tudo o que a análise automática não detetou.
sv: **Rita ett eget område** med knappen ”Lägg till område” och dra sedan på bilden för att täcka det som den automatiska sökningen missade.
tr: **Özel bir bölge çizmek** için “Bölge Ekle” düğmesini kullanın, ardından otomatik taramanın kaçırdığı her şeyi kapatmak için fotoğraf üzerinde sürükleyin.
zh_hans: **绘制自定义区域**：使用“添加区域”按钮，然后在照片上拖移，遮盖自动扫描遗漏的内容。
zh_hant: **繪製自訂區域**：使用「新增區域」按鈕，然後在照片上拖移，即可遮蓋自動掃描遺漏的任何內容。

source: **Faces are found and covered as they move**, with a strong blur, a solid box, or an emoji you pick for each face. Choose “Leave Visible” for anyone who should stay seen.
ar: **يُعثر على الوجوه وتُحجب أثناء حركتها** بتمويه قوي أو مربع مصمت أو إيموجي تختاره لكل وجه. اختر ”إبقاؤه ظاهرًا“ لمن يجب أن يبقى ظاهرًا.
de: **Gesichter werden gefunden und verdeckt, während sie sich bewegen** – mit starker Weichzeichnung, einem vollen Kasten oder einem Emoji, das du für jedes Gesicht wählst. Wähle „Sichtbar lassen“ für alle, die zu sehen bleiben sollen.
es: **Las caras se detectan y se censuran mientras se mueven**, con un desenfoque fuerte, un recuadro opaco o un emoji que eliges para cada cara. Elige «Dejar visible» para quien deba seguir viéndose.
es_419: **Las caras se detectan y se censuran mientras se mueven**, con un desenfoque fuerte, un recuadro opaco o un emoji que eliges para cada cara. Elige «Dejar visible» para quien deba seguir viéndose.
fr: **Les visages sont détectés et masqués dans leurs mouvements**, avec un flou prononcé, un cadre plein ou un emoji choisi pour chaque visage. Choisissez « Laisser visible » pour les personnes qui doivent rester visibles.
it: **I volti vengono trovati e coperti mentre si muovono**, con una sfocatura forte, un riquadro pieno o un’emoji scelta per ogni volto. Scegli “Lascia visibile” per chi deve restare visibile.
ja: **顔は動きに合わせて検出され、マスクされます。** 顔ごとに、強いぼかし、塗りつぶし、または好きな絵文字を選べます。見えたままにしたい人には「表示したままにする」を選んでください。
ko: **얼굴은 움직이는 동안 찾아서 가립니다.** 얼굴마다 강한 흐림, 단색 상자 또는 선택한 이모티콘으로 가립니다. 보여야 하는 사람에게는 ‘보이게 두기’를 선택하십시오.
nl: **Gezichten worden gevonden en afgedekt terwijl ze bewegen**, met een sterke vervaging, een dicht kader of een emoji die je per gezicht kiest. Kies ‘Zichtbaar laten’ voor iedereen die zichtbaar moet blijven.
pl: **Twarze są wykrywane i zamazywane w ruchu** – silnym rozmyciem, pełnym prostokątem lub emoji wybranym dla każdej twarzy. Wybierz „Pozostaw widoczną” dla osób, które mają być widoczne.
pt_br: **Os rostos são encontrados e ocultados enquanto se movem**, com um desfoque forte, uma caixa sólida ou um emoji que você escolhe para cada rosto. Escolha “Deixar visível” para quem deve continuar aparecendo.
pt_pt: **Os rostos são encontrados e ocultados enquanto se movem**, com um desfoque forte, uma caixa sólida ou um emoji que escolhe para cada rosto. Escolha “Deixar visível” para quem deve continuar visível.
sv: **Ansikten hittas och maskeras medan de rör sig**, med kraftig oskärpa, en hel ruta eller en emoji du väljer för varje ansikte. Välj ”Lämna synligt” för den som ska synas.
tr: **Yüzler hareket ettikçe bulunur ve karartılır**; her yüz için güçlü bir bulanıklık, düz bir kutu veya seçtiğiniz bir emoji kullanılır. Görünmesi gereken kişiler için “Görünür bırak”ı seçin.
zh_hans: **面孔会在移动时被找到并遮盖**，可为每张面孔选择强模糊、实心框或表情符号。对应保持可见的人，请选择“保持可见”。
zh_hant: **臉孔會在移動時被找出並遮蓋**，可為每張臉孔選擇強模糊、實心框或表情符號。對應保持可見的人，請選擇「保持可見」。

source: **Files App** — tap “Browse Files” to import an image or a video stored locally or in iCloud Drive, Dropbox, and other providers.
ar: **تطبيق الملفات** — اضغط على ”استعراض الملفات“ لاستيراد صورة أو فيديو مخزَّن محليًا أو في iCloud Drive وDropbox ومزوّدي خدمة آخرين.
de: **Dateien** – tippe auf „Dateien durchsuchen“, um ein Bild oder Video zu importieren, das lokal oder in iCloud Drive, Dropbox und anderen Diensten liegt.
es: **App Archivos**: toca «Explorar archivos» para importar una imagen o un vídeo guardados en el dispositivo o en iCloud Drive, Dropbox y otros proveedores.
es_419: **App Archivos**: toca “Explorar archivos” para importar una imagen o un video guardados en el dispositivo o en iCloud Drive, Dropbox y otros proveedores.
fr: **App Fichiers** — touchez « Parcourir les fichiers » pour importer une image ou une vidéo stockée localement ou dans iCloud Drive, Dropbox et d’autres services.
it: **App File** — tocca “Sfoglia file” per importare un’immagine o un video salvati localmente o in iCloud Drive, Dropbox e altri provider.
ja: **「ファイル」アプリ**：「ファイルを参照」をタップすると、このデバイスやiCloud Drive、Dropboxなどに保存された画像やビデオを読み込めます。
ko: **파일 앱** — “파일 탐색”을 탭하면 기기나 iCloud Drive, Dropbox 등 다른 제공업체에 저장된 이미지나 비디오를 가져올 수 있습니다.
nl: **Bestanden** — tik op ‘Bladeren in bestanden’ om een afbeelding of video te importeren die lokaal of in iCloud Drive, Dropbox en andere diensten is opgeslagen.
pl: **Pliki** – stuknij „Przeglądaj pliki”, aby zaimportować obraz lub wideo przechowywane lokalnie lub w iCloud Drive, Dropbox i u innych dostawców.
pt_br: **App Arquivos** — toque em “Explorar Arquivos” para importar uma imagem ou um vídeo salvo no dispositivo ou no iCloud Drive, Dropbox e outros provedores.
pt_pt: **App Ficheiros** — toque em “Explorar ficheiros” para importar uma imagem ou um vídeo guardado localmente ou no iCloud Drive, Dropbox e outros serviços.
sv: **Filer** – tryck på ”Bläddra i filer” för att importera en bild eller en video som finns lokalt eller i iCloud Drive, Dropbox och andra tjänster.
tr: **Dosyalar Uygulaması** — yerel olarak ya da iCloud Drive, Dropbox ve diğer sağlayıcılarda saklanan bir görüntüyü veya videoyu içe aktarmak için “Dosyalara Göz At” düğmesine dokunun.
zh_hans: **“文件”应用**——轻点“浏览文件”，即可导入存储在本地或 iCloud 云盘、Dropbox 等服务中的图像或视频。
zh_hant: **「檔案」App**：點一下「瀏覽檔案」，即可匯入儲存在本機，或 iCloud Drive、Dropbox 等其他服務中的影像或影片。

source: **Many videos at once.** Pick several videos — with photos too, if you like — and clean them all with one policy: every face found is blurred and text and codes are covered, with nothing reviewed. It takes a while, so keep PicStrip open; open a video on its own to check each cover.
ar: **مقاطع فيديو كثيرة دفعة واحدة.** اختر عدة مقاطع فيديو — ومعها صور أيضًا إن شئت — ونظّفها كلها بسياسة خصوصية واحدة: يُموَّه كل وجه يُعثر عليه وتُحجب النصوص والرموز دون أي مراجعة. يستغرق ذلك بعض الوقت، لذا أبقِ PicStrip مفتوحًا؛ وافتح كل فيديو على حدة للتحقق من كل حجب.
de: **Viele Videos auf einmal.** Wähle mehrere Videos – auf Wunsch auch mit Fotos – und bereinige alle mit denselben Datenschutzoptionen: Jedes gefundene Gesicht wird weichgezeichnet, und Text und Codes werden verdeckt, ohne dass etwas geprüft wird. Das dauert eine Weile, lass PicStrip also geöffnet; öffne ein Video einzeln, um jede Abdeckung zu kontrollieren.
es: **Muchos vídeos a la vez.** Elige varios vídeos (también con fotos, si quieres) y límpialos todos con una única política: cada cara encontrada se desenfoca y el texto y los códigos se censuran, sin revisar nada. Tarda un rato, así que mantén PicStrip abierto; abre un vídeo por separado para comprobar cada censura.
es_419: **Muchos videos a la vez.** Elige varios videos (también con fotos, si quieres) y límpialos todos con una única política: cada cara encontrada se desenfoca y el texto y los códigos se censuran, sin revisar nada. Tarda un rato, así que mantén PicStrip abierto; abre un video por separado para comprobar cada censura.
fr: **Plusieurs vidéos à la fois.** Choisissez plusieurs vidéos — avec des photos aussi, si vous le souhaitez — et nettoyez-les toutes avec une même politique : chaque visage repéré est flouté, et le texte et les codes sont masqués, sans aucune vérification. Cela prend du temps, alors gardez PicStrip ouvert ; ouvrez une vidéo seule pour en vérifier chaque masquage.
it: **Molti video insieme.** Scegli più video — anche insieme a delle foto, se vuoi — e puliscili tutti con un’unica politica: ogni volto trovato viene sfocato e testo e codici vengono coperti, senza alcun controllo. Richiede un po’ di tempo, quindi tieni aperta PicStrip; apri un video da solo per controllare ogni copertura.
ja: **複数のビデオをまとめて。**複数のビデオを（必要なら写真も一緒に）選び、同じポリシーですべてクリーンアップします。見つかった顔はすべてぼかされ、文字やコードはマスクされます。個別の確認は行われません。時間がかかるため、PicStripは開いたままにしてください。マスクを1つずつ確認するには、ビデオを個別に開きます。
ko: **여러 비디오를 한 번에.** 여러 비디오를 선택하고(원하면 사진도 함께) 같은 설정으로 모두 정리하세요. 찾은 얼굴은 모두 흐리게 처리되고 텍스트와 코드는 가려지며, 따로 검토하는 과정은 없습니다. 시간이 걸리므로 PicStrip을 계속 열어 두세요. 각 가림을 확인하려면 비디오를 따로 여세요.
nl: **Veel video’s tegelijk.** Kies meerdere video’s — desgewenst ook met foto’s — en schoon ze allemaal op met één beleid: elk gevonden gezicht wordt vervaagd en tekst en codes worden afgedekt, zonder dat er iets wordt gecontroleerd. Dit duurt even, dus houd PicStrip open; open een video afzonderlijk om elke afdekking te controleren.
pl: **Wiele nagrań wideo naraz.** Wybierz kilka nagrań wideo – jeśli chcesz, także zdjęcia – i wyczyść je wszystkie według jednej polityki: każda znaleziona twarz jest rozmywana, a tekst i kody są zamazywane, bez żadnego przeglądu. To trochę trwa, więc nie zamykaj PicStrip; otwórz wideo osobno, aby sprawdzić każde zamazanie.
pt_br: **Vários vídeos de uma vez.** Escolha alguns vídeos — com fotos também, se quiser — e limpe todos com uma única política: todos os rostos encontrados são desfocados e textos e códigos são ocultados, sem revisão. Isso leva algum tempo, então mantenha o PicStrip aberto; abra um vídeo individualmente para conferir cada ocultação.
pt_pt: **Vários vídeos de uma vez.** Escolha alguns vídeos — e também fotografias, se quiser — e limpe-os todos com uma única política: todos os rostos encontrados são desfocados e o texto e os códigos são ocultados, sem revisão. Demora algum tempo, por isso mantenha o PicStrip aberto; abra um vídeo individualmente para verificar cada ocultação.
sv: **Många videor på en gång.** Välj flera videor – och bilder också om du vill – och rensa alla med samma inställningar: alla ansikten som hittas görs suddiga och text och koder maskeras, utan granskning. Det tar en stund, så håll PicStrip öppet; öppna en video för sig för att kontrollera varje maskering.
tr: **Aynı anda birçok video.** Birden fazla video seçin (isterseniz fotoğraflarla birlikte) ve hepsini tek bir politikayla temizleyin: Bulunan her yüz bulanıklaştırılır, metinler ve kodlar karartılır; hiçbiri incelemenize sunulmaz. Bu biraz zaman alır, bu yüzden PicStrip’i açık tutun; her karartmayı kontrol etmek için bir videoyu tek başına açın.
zh_hans: **一次清理多个视频。**选取多个视频（也可以同时选取照片），用同一套策略全部清理：找到的每张面孔都会被模糊处理，文字和条码会被遮盖，且不会经过逐项检查。这需要一些时间，请保持 PicStrip 打开；如需检查每处遮盖，请单独打开相应视频。
zh_hant: **一次清理多部影片。**選擇多部影片（也可以一併選擇照片），以同一組設定全部清理：找到的每張臉孔都會模糊處理，文字和條碼會被遮蓋，且不會逐一檢查。這需要一些時間，請讓 PicStrip 保持開啟；若要檢查每處遮蓋，請單獨打開該影片。

source: **Photos & Videos** — pick one photo to edit it, one video to clean it, or several of either to clean them all at once. Your screenshots are in the picker's Collections.
ar: **الصور ومقاطع الفيديو** — اختر صورة واحدة لتحريرها، أو فيديو واحدًا لتنظيفه، أو عدة عناصر من أيٍّ منهما لتنظيفها كلها دفعة واحدة. تجد لقطات الشاشة ضمن ”المجموعات“ في أداة الاختيار.
de: **Fotos & Videos** – wähle ein Foto, um es zu bearbeiten, ein Video, um es zu bereinigen, oder mehrere, um alle auf einmal zu bereinigen. Deine Screenshots findest du in der Auswahl unter „Sammlungen“.
es: **Fotos y vídeos**: elige una foto para editarla, un vídeo para limpiarlo o varios para limpiarlos todos a la vez. Tus capturas de pantalla están en la sección Colecciones del selector.
es_419: **Fotos y videos**: elige una foto para editarla, un video para limpiarlo o varios para limpiarlos todos a la vez. Tus capturas de pantalla están en la sección Colecciones del selector.
fr: **Photos et vidéos** — choisissez une photo pour la modifier, une vidéo pour la nettoyer, ou plusieurs photos ou vidéos pour toutes les nettoyer d’un coup. Vos captures d’écran se trouvent dans l’onglet Collections du sélecteur.
it: **Foto e video** — scegli una foto per modificarla, un video per pulirlo, oppure più foto o video per pulirli tutti insieme. Le tue schermate si trovano in Raccolte, nel selettore.
ja: **写真とビデオ**：写真を1枚選ぶと編集でき、ビデオを1本選ぶとクリーンアップでき、写真やビデオを複数選ぶとまとめてクリーンアップできます。スクリーンショットは、ピッカーの「コレクション」にあります。
ko: **사진 및 비디오** — 사진 한 장을 선택하면 편집할 수 있고, 비디오 하나를 선택하면 정리할 수 있으며, 사진이나 비디오를 여러 개 선택하면 한 번에 모두 정리할 수 있습니다. 스크린샷은 사진 선택 화면의 “모음”에 있습니다.
nl: **Foto’s en video’s** — kies één foto om die te bewerken, één video om die op te schonen, of meerdere foto’s of video’s om ze allemaal tegelijk op te schonen. Je schermafbeeldingen staan bij Collecties in de kiezer.
pl: **Zdjęcia i wideo** – wybierz jedno zdjęcie, aby je edytować, jedno wideo, aby je wyczyścić, lub kilka zdjęć albo nagrań wideo, aby wyczyścić je wszystkie naraz. Zrzuty ekranu znajdziesz w sekcji Kolekcje w oknie wyboru.
pt_br: **Fotos e Vídeos** — escolha uma foto para editá-la, um vídeo para limpá-lo ou vários itens para limpar todos de uma vez. Suas capturas de tela estão em Coleções, no seletor de fotos.
pt_pt: **Fotografias e vídeos** — escolha uma fotografia para a editar, um vídeo para o limpar ou vários itens para os limpar todos de uma vez. As suas capturas de ecrã estão nas Coleções do seletor de fotografias.
sv: **Bilder och videor** – välj en bild för att redigera den, en video för att rensa den eller flera objekt för att rensa alla på en gång. Dina skärmbilder finns under Samlingar i bildväljaren.
tr: **Fotoğraflar ve Videolar** — düzenlemek için bir fotoğraf, temizlemek için bir video ya da hepsini aynı anda temizlemek için birden fazla öğe seçin. Ekran görüntüleriniz, seçicideki Koleksiyonlar bölümündedir.
zh_hans: **照片和视频**——选取一张照片即可编辑，选取一个视频即可清理，选取多张照片或多个视频则可一次全部清理。你的截图位于选取器的“精选集”中。
zh_hant: **照片和影片**：選擇一張照片即可編輯，選擇一部影片即可清理，選擇多張照片或多部影片則可一次全部清理。你的截圖位於挑選器的「精選集」中。

source: **PicStrip scans on-device** using Apple's Vision OCR, face detection, and barcode reader to find sensitive content in the image.
ar: **يفحص PicStrip الصورة على الجهاز** باستخدام Vision OCR من Apple وكشف الوجوه وقارئ الرموز الشريطية للعثور على المحتوى الحساس فيها.
de: **PicStrip scannt auf dem Gerät** und findet mit Apples Vision-OCR, Gesichtserkennung und Barcode-Leser sensible Inhalte im Bild.
es: **PicStrip analiza en el dispositivo** con el OCR de Vision de Apple, la detección de caras y el lector de códigos de barras para encontrar contenido sensible en la imagen.
es_419: **PicStrip analiza en el dispositivo** con el OCR de Vision de Apple, la detección de caras y el lector de códigos de barras para encontrar contenido sensible en la imagen.
fr: **PicStrip analyse tout sur l’appareil** en utilisant l’OCR Vision d’Apple, la détection de visages et le lecteur de codes-barres pour repérer le contenu sensible de l’image.
it: **PicStrip esegue la scansione sul dispositivo** usando l’OCR Vision di Apple, il rilevamento dei volti e il lettore di codici a barre per trovare contenuti sensibili nell’immagine.
ja: **PicStripはデバイス上でスキャン**し、AppleのVision OCR、顔検出、バーコードリーダーで画像内の機密コンテンツを見つけます。
ko: **PicStrip은 기기에서 직접 검사**합니다. Apple의 Vision OCR, 얼굴 감지, 바코드 판독기로 이미지 속 민감한 콘텐츠를 찾습니다.
nl: **PicStrip scant op het apparaat** met Apple’s Vision-OCR, gezichtsdetectie en barcodelezer om gevoelige inhoud in de afbeelding te vinden.
pl: **PicStrip skanuje na urządzeniu**, korzystając z Vision OCR, wykrywania twarzy i czytnika kodów kreskowych firmy Apple, aby znaleźć wrażliwe treści na obrazie.
pt_br: **O PicStrip analisa no dispositivo** usando o OCR do Vision da Apple, a detecção de rostos e o leitor de códigos de barras para encontrar conteúdo sensível na imagem.
pt_pt: **O PicStrip analisa no dispositivo** com o OCR do Vision, a deteção de rostos e o leitor de códigos de barras da Apple para encontrar conteúdo sensível na imagem.
sv: **PicStrip söker direkt på enheten** med Apples Vision-OCR, ansiktsdetektering och streckkodsläsare för att hitta känsligt innehåll i bilden.
tr: **PicStrip taramayı cihazda yapar** — görüntüdeki hassas içeriği bulmak için Apple’ın Vision OCR, yüz algılama ve barkod okuma teknolojilerini kullanır.
zh_hans: **PicStrip 在设备端扫描**，使用 Apple 的 Vision OCR、人脸检测和条码识别来查找图像中的敏感内容。
zh_hant: **PicStrip 會在裝置上掃描**，運用 Apple 的 Vision OCR、人臉偵測和條碼讀取功能，找出影像中的敏感內容。
